Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/reports_no/norutrapport_2012_6_samisk.pdf.tmx
Source language: sme
Languages: nob

source: ruovttoluottadieđuin muitalan ahte liikojit dasa go giellakurssiin maiddái lea praktihkalaš bargomálle, gos giela sáhttá oahppat kulturdoaimmaid oasis maid.
nob: Deltakerne har gitt tilbakemelding på at de setter pris på den praktiske tilnærmingen i språkkursene hvor språket læres gjennom en del kulturelle aktiviteter.

source: Guovddážis lea maid iežas árvvoštallan jahkedieđáhusa loahpas, gos čállet mainna leat lihkostuvvan, ja maid guovddáš ii leat nagodan ollašuhttit.
nob: Senteret foretar også en egenevaluering på slutten av årsmeldingen hvor det blir gjort opp en status for hva en har lykkes med, og hva senteret ikke har kommet i mål med.

source: 3.7 Árvvoštallan
nob: 3.7 Vurdering

source: nannosepmosit čadnon suohkana doaimmaide, ja mas lea hui lagas ovttasbargu suohkaniin.
nob: Språksenteret i Kåfjord er kanskje det av de ti som her undersøkes, som er sterkest er koblet opp mot den kommunale virksomheten, og hvor samhandlingen mellom kommune og språksenter er svært tett.

source: Guovddáža lanjat eai leat gal suohkanhálddahusas, muhto sis lea hui garra MII.
nob: Senteret er fysisk adskilt fra kommunen, men det er en sterk VI.

source: ‐ dovdu, ahte bargamušaid galget ovttas čoavdit.
nob: ‐ følelse der oppgaver løses i fellesskap.

source: Dan oaidná das go lea vejolaš guovttegielatvuođaruđaid sirdit giellaguovddážii jus doppe leat gelbbolašvuohta mii dárbbašuvvo vai suohkan nákce iežas nannendoaimmaid čađahit.
nob: Dette gir seg uttrykk i en fleksibilitet der tospråklighetsmidler kanaliseres til språksenteret hvis disse har den beste kompetansen til å utføre kommunale satsinger. Eksempel på dette er

source: Ovdamearkan dasa lea ahte suohkana sámegiela ja kultuvrra nannendoaimmat mánáidgárddis leat organiserejuvvon prošeaktavirgin mii lea giellaguovddážis.
nob: kommunens styrking av samisk språk og kultur i barnehagen organisert som en prosjektstilling lagt under språksenteret.

source: Giellaguovddáš doaimmaha eanas bargguid dábálaš jođihanbušeahta siskkobealde, ja ii oza nu beare dávjá olggobealde ásahusain prošeaktadoarjagiid.
nob: Språksenteret jobber primært innenfor ordinært driftsbudsjettet og søker i begrenset grad om eksterne prosjektmidler.

source: Giellaguovddážis leat maid dihto barggut maid doaimmaha suohkana ovddas, nugo suohkana neahttasiidduid jorgaleapmi ja dulkon.
nob: Språksenteret har også konkrete kommunale oppgaver som oversettelse av kommunens nettsider, samt tolking.

source: Guovddáš orro hui bures bargamin suohkana dárbbuid ektui ja sávaldagaid ektui mat servodagas ain bohtet, ja guovddážis lea buorre heivehanmunni.
nob: Senteret ser ut til å jobbe godt i forhold til kommunens behov og uttrykte ønsker i samfunnet, og er svært fleksible. Informanter i kommunen

source: Suohkaninformánttat lohket ahte giellaguovddáš lea sáitenjunni suohkana guovttegielatvuođa bargguin.
nob: sier at språksenteret er spydspissen i kommunens tospråklighet.

source: Gáivuona giellaguovddáš doallá váldo čalmmustahttima rávisolbmuid oahpahusas, ja bargá oalle muddui dan badjelii ahte seaguhit praktihkalaš bargguid ja kulturdoaimmaid, nugo duoji, giellakurssiide.
nob: Språksentret i Kåfjord har sitt hovedfokus på voksenopplæring, og satser en del på å bake inn praktiske, kulturelle aktiviteter, som duodji, i språkkursene.

source: Guovddáš lea unnán lágidan dakkár sierra fáddákurssiid nugo mii oaidnit eará giellaguovddážat leat dahkan.
nob: Senteret har i begrenset grad kjørt egne tematiske kurs slik vi ser ved andre språksentre.

source: Dehálaš čilgehus dasa lea ahte suohkanis leat máŋga doaimmalaš duodjesearvvi mat barget diekkár doaimmaid.
nob: En viktig årsak til dette er at kommunen har flere aktive husflidslag som tar unna denne typen aktiviteter.

source: Eará dovdomearka giellakurssiin lea ahte dain oahpahuvvojit Gáivuonsuopmana sánit ja dadjanvuogit.
nob: En annen særegenhet ved språkkursene er opplæring i Kåfjordsamiske ord og uttrykk.

source: Guovddáš lea várra okta dain mii lea áŋgirepmosit ovddidan oahpponeavvuid, maiddái digitála neavvuid, maid earet eará geavahit eará giellaguovddážat, skuvllat ja neahttaoahpahusas.
nob: Senteret er trolig også en av de mest aktive i utarbeidelse av læremidler, også digitale, som blant

source: 4 Árran julvesáme guovddáš Divttasvuonas
nob: annet brukes av andre språksentre, skoler og til nettundervisning.

source: 4.1 Duogáš dasa manne giellaguovddáš ásahuvvui
nob: 4.1 Bakgrunn for opprettelsen av språksenteret

source: Divttasvuona suohkan lea guovddáš julevsámi báiki, gis julevsámit ásset oalle čoahkis Norggas, ja sullasaš ássan lea maiddái ruoŧabealde.
nob: Tysfjord kommune er sentrum for den relativt konsentrerte lulesamiske bosettingen i Norge, med tilsvarende bosetting på svensk side.

source: Árran julevsámi guovddáš lea ceggejuvvon muhtun alážii Ájluovtta gillái, gos eanas oassi julevsámiin ásset.
nob: Árran lulesamiske senter ligger på en høyde i bygda Drag der

source: dáruiduvvamiin jávkkai ovdal go julevsápmelaččat ásaiduvve suohkana siskkimus vuotnagáttiide 1700‐logu rájes.
nob: størstedelen av den lulesamiske befolkningen holder til. Vel halvpartene av innbyggerne i Dragsområdet identifiserer seg som lulesamer, mens mange flere nok stammer fra den sjøsamiske befolkningen som ble fornorsket før lulesamene bosatte seg inne i fjordarmene i kommunen fra 1700‐tallet og framover.

source: Gielladilli lea dakkár ahte ollugiin lea dušše passiiva giella maid leat váttis geavahišgoahtit.
nob: S Språksituasjonen preges av at mange bare har et passivt språk som det er vanskelig å ta i bruk.

source: Divttasvutnii ásahuvvui sámi searvi 1979:s, ja dat barggai viššalit dan badjelii ahte ásahit julevsámi guovddážii.
nob: En sameforening så dagens lys i Tysfjord i 1979, og denne var sentral i arbeidet med å få opprettet et lulesamiske senter.

source: Árran vuođđuduvvui 1994:s, institušuvdnan mii galgá bargat sámegielain, museain ja dujiin.
nob: Árran ble stiftet i 1994 som en institusjon som skulle

source: Veaháš ovdalaš lei ásahuvvon sámi mánáidgárdi, ja dat biddjojuvvui oalle fargga Árranii, ja oahppoguovddáš ásahuvvui loahpageahčen ovccilotlogu danin go váhnemat jearahišgohte gáiddusoahpahusa sámegielas.
nob: arbeide med samiske språk, museum og duodji. Samisk barnehage som var opprettet noe tidligere ble raskt underlagt Árran, mens et studiesenter så dagens lys på slutten av nittitallet på bakgrunn av at foreldre etterspurte fjernundervisning i samisk.

source: Giellaguovddáš áshuvvui 1999:s, ja 2001:s dat
nob: Språksenteret ble opprettet i 1999, og i 2001 kom det inn under Sametingets direktetilskuddsordning for samiske språksentre.

source: Álggu rájes dálážii lea guovddáš sturron ja das leat dál 24 jahkedoaimma, sihke fásta virggit ja gaskaboddosaš virggit.
nob: Siden starten har senteret vokst slik at det i dag har 24 årsverk iberegnet faste og midlertidige stillinger.

source: Lassin sidjiide geat barget mánáidgárddis, barget guhtta olbmo njuolga giellabargguiguin.
nob: I tillegg til de ansatte i barnehagen, har seks personer stillinger som er direkte knyttet til språkarbeid.

source: Guovttes leat giellakonsuleanttat ja njealjes barget gáiddusoahpahemiin ovddemustá, vaikko lea ge muhtun muddui ovttasbargu maid gáiddusoahpaheami ja rávisolbmuidoahpaheami lágideamis. Dasa lassin
nob: To er språkkonsulenter mens fire jobber fortrinnsvis med fjernundervisning, selv om det er noe samarbeid

source: bargá guovddážis vel okta oahpaheaddji prošeavttain mii lea ovttasbargu Romssa universitehtain.
nob: på tvers med hensyn til fjernundervisning og voksenopplæring. I tillegg er en lærer også involvert i et prosjekt med Universitetet i Tromsø.

source: Mávsulasj ‐ prošeakta galgá dokumenteret ja čilget julevsámegiela ja ovddidit earet eará digitála arkiivva maid galgá leat álki geavahit.
nob: Mávsulasj ‐ prosjektet tar sikte på å dokumentere og beskrive lulesamisk språk og blant annet utarbeide et brukervennlig digitalt arkiv.

source: Bargu lea organiserejuvvon nu ahte giellaguovddáža doaibma lea oassi Árrana bargguin, ja danin lea ge dan doaimma hui váttis sirret eret dán árvvoštallamis.
nob: Slik arbeidet er organiser er språksenterets virksomhet en integrert del av arbeidet ved Árran, slik at denne virksomheten vanskelig kan skilles ut som gjenstand for denne evalueringen.

source: Árran julevsáme guovdásj oaččui álggu rájes juo sierra vistti mii lea hui oainnus ja mas leat sámi dovdomearkkat.
nob: Árran julevsáme guovdásj fikk fra starten av et eget, meget godt synlig bygg med samisk preg.

source: Dan visttis leat kantuvrrat, auditorium, dollastohpu ja kantiidna, ja maiddái
nob: Dette

source: museadoaibma, gáiddusoahpahusstudio, mánáidgárdi ja duodjelanjat.
nob: rommer i tillegg til kontorlokaler, auditorium, peisestue og kantine, også museumsdrift, fjernundervisningsstudio, barnehage og lokaler egnet for duodji.

source: Dasa lassin jođiha Árran Báhko girjelágádusa, ovttas searveoamasteddjiin Julevsámi ealáhusguovddáš OS (Lulesamisk næringssenter AS).
nob: Árran driver dessuten forlaget Báhko gjennom sitt datterselskap Lulesamisk næringssenter AS.

source: Nordlándda universitehtas lea okta julevsámegielbargi olles virggis giellaossodagas, ja okta Romssa universitehta lingvisttain bargá gaskkohagaid Árranis.
nob: Universitetet i Nordland har en full stilling i lulesamisk språk lokalisert i språkavdelingen, mens en lingvist fra Universitetet i Tromsø har delvis tilhold på Árran.

source: Dasa lassin láiguha NRK.
nob: I tillegg leier NRK.

source: ‐ Sápmi ja Sámediggi lanjaid doppe.
nob: ‐ Sápmi og Sametinget kontorlokaler.

source: Oktiibuot lea ge diet guovddáš dasto hui stuora, nanu ja máŋggabealát biras mii lea hui stuora riggodahkan julevsámegillii, kultuvrii, báikkálaš birrasii ja muđui suohkanii.
nob: Samlet sett utgjør dette

source: Árrana ulbmil lea sihkkarastit, ovddidit ja viidáseappot fievrredit sámi kultuvrra, giela ja
nob: et stort, sterkt og mangfoldig miljø som er en svært viktig ressurs for det lulesamiske språket, kulturen, lokalmiljøet og kommunen for øvrig.

source: servodateallima julevsámi guovllus, muhto das lea maid našuvnnalaš dásis ovddasvástádus julevsámegillii.
nob: Árrans formål er å sikre, utvikle og videreføre samisk kultur, språk og samfunnsliv i lulesamisk område, men har også et nasjonalt ansvar for lulesamisk språk.

source: Gáiddusoahpahusa bokte olahit sii dadjat juo miehtá riikka giellaoahpahemiin.
nob: Gjennom fjernundervisningen når de ut til store deler av landet med språkopplæring.

source: Muđui lea julevsámi čoahkkeássan Bálát ja Sáltovuona guovlluin, muhto guovddáš lea dál maid váldán bihttánsámi guovllu, mii lea lullelis Nordlánddas, iežas ovddasvástádussan, nugo Sámediggi rávvii dikki Institušuvdnadieđáhusas.
nob: For øvrig er lulesamisk bosetting konsentrert til området mellom Ballangen og Saltenfjorden, men senteret har i tråd med anbefalinger i Sametingets institusjonsmelding nå også tatt på seg et ansvar for det pitesamiske miljøet noe lenger sør i

source: Dán rádjái lea ságas museas ja ovtta duodjeprošeavttas maid leat álggaheamen.
nob: Nordland. Så langt gjelder dette museum og et duodji ‐ prosjektet som er under oppstart.

source: 4.2 Organiserenmálle válljen
nob: 4.2 Valg av organisasjonsform

source: Go giellaguovddáš lea oassi Árranis, de mii gieđahallat olles Árrana organiserenmálle.
nob: Siden språksenteret er en integrert del av Árran, vil omtalen av organisasjonsformen her gjelde for hele virksomheten.

source: Árran ásahuvvui almmolaš vuođđudussan ja lea doalahan dan stivrenvuogi gitta otná dán beaivái.
nob: Árran ble opprettet som en offentlig stiftelse og har beholdt denne styreformen fram til i dag.

source: Stivrras ledje álggos okta stáhta áirras (Gielda ‐ ja guovlodepartemeanttas), Nordlándda fylkasuohkana ja Divttasvuona suohkana áirasat ja okta áirras maid golbma sámi searvvi nammadit ovttas.
nob: Styret besto opprinnelig av staten (v / Kommunal‐ og regionaldepartementet), Nordland fylkeskommunen, Tysfjord kommune og en representant utpekt av tre aktuelle samiske organisasjoner.

source: Muhto stáhta áirras sirdojuvvui áiggi mielde Nordlándda Fylkamánnii ja loahpas Sámediggái.
nob: Statens representant ble etter hvert overført til fylkesmannen i Nordland, og til slutt til Sametinget.

source: Dasa lassin lea bargiin ovddasteaddji stivrras.
nob: I tillegg har de ansatte en representant i styret.

source: Stivrra rolla lea láhčit dili Árrana bargguide.
nob: Styret sin rolle er å legge premissene for Árran sitt arbeid.

source: Dat mearrida strategiija ‐ ja doaibmaplánaid maidda fágabargit devdet sisdoalu.
nob: Det vedtar strategi‐ og handlingsplaner som de fagansatte så gir innhold.

source: Mii eat ožžon iežamet informánttain makkárge dieđuid dan birra ahte
nob: Fra våre informanter fikk vi ikke kjennskap til noen spesielle

source: livčče earenoamáš hástalusat čadnon oamastanmállii.
nob: utfordringer knyttet til eierskapsmodellen.

source: Muhto sii oaivvildedje gal ahte fertešii čielgaseabbon oažžut dan movt sámi servviid áirras galgá válljejuvvot.
nob: Det kom imidlertid fram at man måtte få en avklaring i forhold til hvordan representanten fra samiske foreninger skal pekes ut.

source: 4.3 Giellaguovddáža doaibma
nob: 4.3 Språksenterets virksomhet

source: Giellabargu lea oassin visot Árrana doaimmain, muhto váldočalmmustahttin lea aŋkke veaháš rievdan áiggi mielde.
nob: Språkarbeid inngår i hele Árran sin virksomhet, men hovedfokuset har likevel endret seg noe over tid.

source: Museabargu lea čađat leamaš hui dehálaš, muhto duodjeoassi gal lea guhkit
nob: Museumsarbeid har vært viktig hele tida, mens duodji ‐ feltet i lengre tid har ligget nede, men nå er på

source: áiggi juo leamaš oalle jaska, muhto leat dál fas bargagoahtán dainna.
nob: vei opp igjen.

source: Álgovuoru giellabargun lei jorgalit siskkáldas ja olggobeale ásahusaid dokumeanttaid julevsámegillii, ja leahket mánáidgárddi giellabarggus doarjjan.
nob: Rent språklig ble det i første omgang arbeidet med å oversette interne og eksterne dokumenter til lulesamisk, samt å støtte opp under språkarbeidet i barnehagen.

source: Go váhnemat gáibidišgohte gáiddusoahpaheami, de álggii ge Árran lágidit gáiddusoahpaheami julevsámegielas loahpageahčen 1990‐logu, ja sii válde oalle johtilit atnui videokonferánsarusttegiid.
nob: Etter press fra foreldre begynte Árran å gi fjernundervisning i lulesamisk fra slutten av 1990‐tallet, og de var raskt på banen i forhold til å ta i bruk videokonferanseutstyr.

source: Sámegielkurssiid leat sii guhkes áiggi juo lágidan, muhto rávisolbmuid oahpahusa nannema leat čalmmustahttán easka maŋemus jagiid.
nob: Kurs i samisk har vært gitt over lang tid, men vektleggingen av voksenopplæring har kommet mer i fokus i løpet av de senere årene.

source: Guovddáš lea bidjan ollu barggu julevsámegiela dokumenteremii ja ovddideapmái, ja maiddái dasa ahte gaskkustit giela čállosiiguin ja
nob: Sentret har lagt ned mye arbeid i å dokumentere og videreutvikle det lulesamiske språket, og i å formidle språket via publikasjoner og læremiddelproduksjon.

source: oahpponeavvuid buvttademiin. Árran almmuha populearaáigečállaga Bårjas, mii gieđahallá historjjá ja dán áiggi máhttoovdáneami iešguđet suorggis, ja maiddái giela, go oassi sisdoalus lea julevsámegillii.
nob: som kopler historie og samtidig kunnskapsutvikling på ulike felt og språkarbeid ved at deler av innholdet er skrevet på lulesamisk.

source: Dál leat ovttas Nordlándda universitehtain bargamin oččodit sierra dutkanguovddáža, ja dat lea hui dehálaš bargu Árranii.
nob: I dag er arbeidet med et eget forskningssenter i samarbeid med Universitetet i Nordland viktig for Árran, og i dette inngår et fokus rettet mot nordområdene og internasjonalt urfolkssamarbeid.

source: Dan barggus čalmmustahttet sihke davviguovlluid ja maiddái internašunála eamiálbmotovttasbarggu. Seammás go dieid bargguid doaimmahit, de lea Árran maid čađat dovdan dehálažžan bargat báikkálaččat, fylkasuohkana dásis ja guovddáš eiseválddiiguin oažžut
nob: Parallelt med aktiviteter på disse frontene, har Árran har hele tiden også sett det som viktig å jobbe opp mot lokale, fylkeskommunale og sentrale myndigheter for å få disse til å ta sitt ansvar for lulesamisk språk.

source: Njuolggo giellabargguin sáhttá namuhit ahte Árrana sámi mánáidgárddis leat dat 15 máná.
nob: Av direkte språkarbeid kan det nevnes at Árran sin samiske barnehage i dag har 15 barn.

source: Mánáidgárddi čuovvu vásedin giellabargi (giellatjiehppe).
nob: Den følges spesielt opp med en samisk språkarbeider (giellatjiehppe).

source: Birrasii 20 oahppi (16 juste dál), eanas joatkkaskuvlaoahppit, čuvvot gáiddusoahpahusa julevsámegielas vuosttaš ‐ ja nubbegielladásis.
nob: Rundt 20 elever (16 per dags dato) hvorav storparten på videregående nivå får fjernundervisning i lulesamisk både på første‐ og andrespråksnivå.

source: Rávisolbmuide lágida Árran giellakurssiid álgodásis ja joatkkadásis, ja vuođđun geavahuvvo Sámásta‐ giellaoahpporáidu, maid guovddáš ieš lea ovddidan.
nob: For voksne arrangerer Árran språkkurs på nybegynner og viderekomne nivå basert på Sámásta ‐ serien for samiskopplæring som språkseteret selv har utviklet.

source: Sámasta 3 lea gárvvis váldojuvvot atnui, ja
nob: Sámasta 3 er klar og i bruk, mens senteret

source: guovddáš sávvá ahte oččošii doarjaga gárvvistit 4. dási jagi 2012 mielde.
nob: håper på midler til å ferdigstille nivå 4 i løpet av 2012.

source: Árran ii lean nu gearggus searvat Sámi allaskuvlla 5‐jagi rávisolbmuidoahppoprográmmii.
nob: Árran var skeptiske til å gå inn i Samisk høgskole sitt 5‐årsprogram for voksenopplæring.

source: Sis lei alddineaset juo guhkes hárjáneapmi lágidit rávisolbmuide kurssiid, ja go sii aŋkke šaddet daid ieža lágidit, de eai oaidnán dárbbu lasihit dasa ođđa lađđasa.
nob: Siden de alt hadde lang erfaring med voksenopplæringskurs og uansett ville måtte avholde dem selv, virket det lite hensiktsmessig å legge til et ekstra ledd.

source: Muhto sii leat ságastallamen Sámi allaskuvllain ahte livčče go suorggit gos guovddáš sáhtášii oahppat allaskuvlla vásáhusain.
nob: De er imidlertid i dialog med Samisk høgskole for å se om det kan være felt der de vil kunne dra lærdom av høgskolens erfaringer.

source: Dán rádjái eai leat Árrana giellakursset addán makkárge formálalaš gelbbolašvuođa, muhto sii leat dan guvlui bargamin.
nob: Språkkursene ved Árran har så langt ikke gitt formell kompetanse, men det jobbes nå med dette.

source: Árran lea eanas giellakurssiid lágidan beaivet (ovtta dahje guokte beaivvi vahkus) dahje eahketkursen.
nob: Språkkursene ved Árran har stort sett vært kjørt enten på dagtid (en eller to dager i uka) eller på kveldstid.

source: Dušše okte leat sii lágidan giellakursse mii bisttii 7‐8 mánu ja dat lei AMO.
nob: Bare en gang ble det arrangert et kontinuerlig språkkurs over 7‐8 måneder og da som et AMO.

source: ‐ kurse mii lágiduvvui ovttas ASVOin.
nob: ‐ kurs i samarbeid med ASVO.

source: Daddjo ahte virgelohpi bálkkáin dien muttos guhkes áiggi livččii dat mii duođai attášii eanemus ávkki giellabargui.
nob: Det gis utrykk for at full permisjon med lønn fra jobb over såpass lang tid, er det som virkelig ville gitt språkarbeidet et løft.

source: Min informánta muitala ahte rávisolbmuid sámegielkursse vásáhusat leat ahte njálmmálaš giela ja teavsttaid čalmmustahtten doaibmá buorebut go de jus bidjá eanet deattu giela formálalaš osiide, nugo grammatihkkii.
nob: Vår informant opplyste at erfaringen med voksenopplæring i samisk, er at fokus på muntlig språkbruk og tekster fungerer bedre enn vekt på mer formelle aspekter ved språket som grammatikk.

source: Árran fállá maid giellahárjehallankurssiid gos rávisolbmot, geat máhttet veaháš sámegiela, ja geain áinnas lea passiiva julevsámegielmáhttu, sáhttet čoahkkanit ja hárjehallat geavahit giela.
nob: Árran tilbyr også språktreningskurs der voksne som har en del språkkunnskaper og gjerne kan lulesamisk passivt, får en arena der de kan ta språket i bruk.

source: Árran oaidná dárbbu bargat eanet rávisolbmuidoahppopedagogihkain čatnan dihtii giellaoahpaheami nannoseappot praktihkalaš bargamušaide. Dan sii leat unnán dahkan dán rádjái.
nob: Árran ser et behov for å jobbe mer med voksenopplæringspedagogikk for å knytte språkopplæring nærmere praktisk aktivitet, noe de i liten grad har gjort så langt.

source: Sis lea maid stuora beroštupmi dasa ahte movttiidahttit ja doarjut váhnemiid válljet sámegiela mánáidasaset, ja lea ge dan oktavuođas oalle gieskat lágidan seminára man fáddán lei guovttegielatvuohta.
nob: De er også opptatte av å motivere og støtte foreldre til å velge samisk for sine barn, og har i den forbindelse nylig arrangert et seminar med tema tospråklighet.

source: Árranis lea maid Nordlándda universitehta lágidan julevsámegieloahpu allaskuvladásis.
nob: Opplæring i lulesamisk på høgskolenivå har vært gjennomført på Árran i regi av Universitetet i

source: Čavčča rájes áigu univesitehta fállat bachelor dásis julevsámegieloahpu, ja de ožžot studeanttat 30 liige oahppočuoggá julevsámegielas (LU1, LU2 og LU3 – oktiibuot 90 oahppočuoggá).
nob: Nordland. Fra høsten skal universitetet tilby en bachelor i lulesamisk, slik at en vil kunne ta 30 ekstra studiepoeng i lulesamisk (LU1, LU2 og LU3 – til sammen 90 studiepoeng).

source: Giellakafea lea eará doaibma maid Árran lea geahččalan, ásahan dihte gielladeaivvadanbáikki, muhto dat ii doaibman beare bures ja dan ferte hábmet ođđasis jus dainna fálaldagain galget joatkit.
nob: Språkkafé er et annet tiltak Árran har prøvd ut for å skape en språkarena, men tiltaket fungerte ikke så bra, og vil måtte videreutvikles om det skal tas opp igjen.

source: Earenoamáš bures lihkostuvvan doaibma lea Giellabiesse, mii lea gaskal 16‐25 jahkásaš nuoraide. Diet čoagganeamit
nob: Et særlig vellykket tiltak er Giellabiesse for ungdom fra 16‐25 år.

source: lágiduvvojit dál guđa geardde jagis, ja daidda lea hui stuora beroštupmi.
nob: Disse samlingene som nå holdes seks ganger i året er svært populære, og gir unge samisktalende muligheten til å møtes, ta ansvaret og bruke sitt lulesamiske språk.

source: Doppe besset sámegielat nuorat deaivvadit ja dovdat ovddasvástádusa geavahit julevsámegiela.
nob: Árran ser for seg at tilsvarende

source: Árrana oaivila mielde sáhtášii bures diekkár čoagganemiid lágidit maiddái nuorabuš nuoraide.
nob: opplegg med hell vil kunne utvikles også for yngre ungdom.

source: Árran árvvoštallá giellakurssiid daid loahpaheami oktavuođas, ja jearrá čálalaččat maid livččii sáhttán buorebut bargat.
nob: Árran evaluerer sine språkkurs i etterkant ved å skriftlig spørre om hva som kunne vært gjort bedre.

source: Sii geahččalit vuhtiiváldit kurseoasseválddiid sávaldagaid, ahte hálidit go beaive ‐ vai eahkeskurssiid, ja sihtet oasseválddiid čállit iežaset sávaldagaid de go dieđihit kursii. Seammaládje
nob: De prøver også å ta hensyn til kursdeltakernes ønske om kvelds‐ eller dagkurs, ved å registrere ønsker ved påmelding.

source: geahččalit sii maid heivehit sámegielkurssiid oasseválddiid sámegielmáhttui ja dasa makkár sávaldagat sis leat oahpahusa ektui.
nob: Tilsvarende prøver de å tilpasse samiskkursene til kursdeltakernes språknivå og ønsker med opplæringen.

source: Go Divttasvuotna searvvai sámegielaid hálddašanguvlui 2006:s, de lea suohkanis geatnegasvuohta fállat gelbbolašvuođanannema sámegielas iežas bargiide.
nob: Etter at Tysfjord kommune gikk inn i språkforvaltningsområde i 2006, har kommunen vært forpliktet til å tilby samiskspråklig kompetanseheving blant sine ansatte. Dette har medført et ekstra tilsig til

source: Dat lea dagahan ahte eanebut leat ohcan giellakurssiide.
nob: språkkursene.
